Repository: viktor-original/HelpingHandProject
Catalog: HelpingHand/Supporting files/*.lproj/Localizable.strings
Languages: ru

source: Registration error
ru: Введены некорректные данные

# INCORRECT_INPUT
source: Please enter correct data
ru: Пожалуйста введите корректные данные

source: Authorization error
ru: Ошибка авторизации

# EMPTY_INPUT
source: Some fields are empty
ru: Заполнены не все поля

source: Car issue
ru: Машина неисправна

source: Child lost
ru: Потерялся ребенок

source: Confused
ru: Растерян

source: Can't get up
ru: Не могу подняться

source: Fight nearby
ru: Поблизости драка

source: Share good mood
ru: Поделиться настроением

source: Health issue
ru: Плохое самочувствие

source: Heavy things
ru: Тяжелые вещи

source: Help for disabled
ru: Помощь инвалиду

# I_AM_LATE
source: I'm late
ru: Опаздываю. Подвезите

# HELP_OLDMAN
source: Help for oldman
ru: Помощь пожилому

source: Need cash
ru: Нужны наличные

source: Need to call
ru: Нужно позвонить

source: Sad
ru: Мне грустно

source: Sleeping at street
ru: Спящий на улице

source: Sick stomach
ru: Больной желудок

# STRANGE_FIND
source: Suspicious find
ru: Нашёл чью-то вещь

source: Toilet issues
ru: Проблемы с туалетом

source: First name:
ru: Имя:

source: Last name:
ru: Фамилия:

source: Age:
ru: Возраст:

source: Sex:
ru: Пол:

source: Phone number:
ru: Номер телефона:

source: E-mail:
ru: Электронаня почта:

# DEFAULT_TITLE
source: Here will be your requisites
ru: Здесь будут ваши реквизиты

# APPLY_CHANGES_BUTTON
source: Apply changes
ru: Применить

source: male
ru: мужской

source: female
ru: женский

# CONFIRM_HELP_REQUEST_TITLE
source: Do you need help?
ru: Вам нужна помощь?

source: Ask for help!
ru: Попросить помощи!

# CANCEL_HELP_REQUEST
source: Cancel
ru: Отмена

source: Offer help?
ru: Можете помочь?

source: Help!
ru: Помочь!

# CHOOSE_ROLE
source: Who will you be today?
ru: Кем ты будешь сегодня?

source: What happened?
ru: Что случилось?

source: Profile
ru: Профиль

source: Role
ru: Роль

source: Sign in
ru: Войти

source: Register
ru: Зарегистрироваться

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: You are here
ru: Вы сейчас здесь

source: Info
ru: Инфо

# NAVIGATE_TO
source: Now you will be navigated to the place
ru: Сейчас будет построен маршрут
